Repository: UNICEFLebanonInnovation/BMA
Catalog: student_registration/static/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Details Special Needs
ar: تفاصيل الاحتياجات الخاصة

source: Identification picture
ar: المعلومات الشخصية للطفل

source: UNHCR picture
ar: صورة عن بطاقة العائلة لدى المفوضية السامية للأمم المتحدة لشؤون اللاجئين UNHCR File

source: Birth Document
ar: وثيقة الميلاد

source: UNHCR Family Number
ar: الرقم العائلي بحسب بطاقة المفوضية السامية للأمم المتحدة

source: UNHCR Personal Number
ar: الرقم الشخصي بحسب بطاقة المفوضية السامية للأمم المتحدة

source: Financial Support Number
ar: رقم الدعم المادي

source: Confirm
ar: تأكيد

source: Add new Student
ar: اضف تلميذ

source: Export
ar: تصدير البيانات على اكسيل

source: Export all pre-test data
ar: تصدير كامل بيانات Pre-test

source: filter
ar: بحث

source: reset
ar: الغاء

source: En error has been occurred please contact the admin or try later
ar: حدث خطأ، يرجى الاتصال بالمشرف أو المحاولة لاحقا

source: Back to section list
ar: العودة الى لائحة الشعب

source: Are you sure that the students of this class are away for a exam reason?
ar: هل انت متاكد من ان طلاب هذا الصف لم يحضروا الى المدرسة اليوم كونه يوم امتحان لباقي الشعب ؟

source: Are you sure that the students of this class are away for a reason?
ar: هل انت متاكد من ان طلاب هذا الصف لم يحضروا الى المدرسة ؟

source: Not attending
ar: لا حضور اليوم

source: Total students
ar: مجموع التلامذة

source: Total attended
ar: مجموع الحضور

source: Total absences
ar: مجموع الغياب

source: Are you sure you want to save the attendance for this class?
ar: هل تريد بالتأكيد حفظ الحضور لهذا الصف؟

source: Present
ar: حضوري

source: Absent
ar: غائب

source: Export attendance
ar: تصدير الحضور

source: Are you sure that the school is closed today for a public holiday?
ar: هل أنت متأكد من أن المدرسة مغلقة اليوم لعطلة رسمية؟

source: Are you sure that the school is closed today for a school holiday?
ar: هل أنت متأكد من أن المدرسة مغلقة اليوم لقضاء عطلة مدرسية؟

source: Are you sure that the school is closed today for a strike?
ar: هل أنت متأكد من أن المدرسة مغلقة اليوم بسبب الإضراب؟

source: Are you sure that the school is closed today for a weekly holiday?
ar: هل أنت متأكد من أن المدرسة مغلقة اليوم لقضاء عطلة أسبوعية؟

source: Attendances validated on
ar: تم التصديق في

source: Are you sure you want to validate all attendances?
ar: هل تريد التصديق من صحة جميع الحضور؟

source: Attendance not completed yet
ar: تسجيل الحضور غير مكتمل

source: Validate all
ar: التصديق على الحضور

source: Admin
ar: قائمة الأعدادات

source: Logout
ar: خروج

source: Follow us
ar: المتابعة

source: Registration can not be continued because age is not appropriate for the class
ar: يتعذر متابعة التسجيل لعدم تناسب العمر مع الصف

source: Age does not fit the grade - min age - continue registration?
ar: العمر لا يتناسب مع الصف - متابعة التسجيل؟

source: Age does not fit the grade - max age - continue registration?
ar: العمر لا يتناسب مع الصف - متابعة التسجيل؟

source: Export data
ar: تصدير البيانات

source: Add new Child
ar: أضف طفل

source: Registrations ALP
ar: معلومات خاصة بالتلامذة

source: Attendance Dashboard
ar: الحضور

source: Students By Grade by Age
ar: عمر التلميذ

source: List of available documents
ar: لائحة بمستندات التلاميذ

source: Confirmed
ar: تأكيد

source: Are you sure you want to delete this student?
ar: هل انت متأكد انك تريد حذف هذا التلميذ؟

source: Delete
ar: حذف

source: Not allowed
ar: غير مسموح

source: Edit
ar: تعديل

source: English/French
ar: الانكليزية/العربية

source: Physics
ar: فيزياء

source: Follow-up
ar: المتابعة

source: Refer
ar: الإحالة

source: Are you sure you want to detach this student?
ar: هل انت متأكد ان هذا التلميذ غير مسجل في هذه المدرسة ؟

source: Are you sure you want to tag this student as dropout?
ar: هل انت متأكد ان هذا التلميذ ترك المدرسة ؟ اضغط على OK لادخال تاريخ الترك

source: Enter dropout date
ar: انقر هنا لادخال التاريخ

source: Incomplete
ar: اكمال

source: Are you sure you want to tag this student as moved?
ar: هل انت متاكد ان هذا التلميذ انتقل الى مدرسة اخرى؟ اضغط على OK لادخال تاريخ الانتقال

source: Enter moved date
ar: انقر هنا لادخال التاريخ

source: Grading Term 1
ar: علامات الفصل الاول

source: Grading Term 2
ar: علامات الفصل الثاني

source: Grading Incomplete
ar: علامات الاكمال

source: Export students infos
ar: تصدير بيانات التلامذة

source: Export students grading
ar: تصدير علامات التلامذة

source: All Terms
ar: كل الفصول

source: Search moved student
ar: بحث خاص بانتقال تلميذ من مدرسة اخرى خلال العام الدراسي نفسه

source: Student mother fullname
ar: إسم الام الثلاثي

source: Student sex
ar: الجنس

source: Student age
ar: عمر التلميذ

source: Previous school
ar: المدرسة السابقة

source: Previous situation
ar: الوضع السابق

source: Change password
ar: تعديل كلمة السر

source: Log In
ar: دخول

source: Helpdesk
ar: طلب المساعدة

source: 2nd shift Registration
ar: معلومات خاصة بالتلامذة

source: ALP data collecting
ar: جمع البيانات ALP

source: ALP Registrations
ar: معلومات خاصة بالتلامذة ALP

source: School Profile
ar: ملف المدرسة

source: Public documents
ar: قسم الملفات

source: Queue
ar: نوع المشكلة

source: Summary of the problem
ar: العنوان

source: Download file
ar: تحميل الملف

source: Total registered 2nd-shift
ar: عدد التلامذة المسجلين في دوام بعد الظهر

source: Total attendance days taken - 2nd-shift
ar: مجموع عدد الأيام الكلّي ومن ضمنه أيام العطل - تعليم نظامي

source: Total attendance days taken when school is open - 2nd-shift
ar: مجموع عدد أيام التدريس المنفذة - تعليم نظامي

source: Total registered ALP
ar: عدد التلامذة المسجلين في ALP

source: Total attendance days taken - ALP
ar: ALP - مجموع عدد الأيام الكلّي ومن ضمنه أيام العطل

source: Total attendance days taken when school is open - ALP
ar: ALP - مجموع عدد أيام التدريس المنفذة

source: General Notifications
ar: رسائل عامة

source: Number of unread messages
ar: عدد الرسائل غير المقروءة

source: Helpdesk Notifications
ar: رسائل خاصة بطلب المساعدة

source: Last comment
ar: اخر تعليق

source: Are you sure you want to delete this Staff?
ar: هل انت متأكد انك تريد حذف هذا التلميذ؟

source: Add New
ar: أضف طفل

source: upload
ar: تحميل ملف

source: Personal info
ar: المعلومات الشخصية

source: Important dates
ar: التواريخ المهمة
